BorodulinRoman/Lab_GUI_Builder/c2000.syscfg
/**
 * These arguments were used when this file was generated. They will be automatically applied on subsequent loads
 * via the GUI or CLI. Run CLI with '--help' for additional information on how to override these arguments.
 * @cliArgs --device "F280015x" --part "F280015x_48PHP" --package "48PHP" --context "system" --product "C2000WARE@5.04.00.00"
 * @v2CliArgs --device "TMS320F2800153-Q1" --package "48PHP" --context "system" --product "C2000WARE@5.04.00.00"
 * @versions {"tool":"1.21.0+3721"}
 */

/**
 * Import the modules used in this configuration.
 */
const sysctl = scripting.addModule("/driverlib/sysctl.js");

/**
 * Write custom configuration values to the imported modules.
 */
sysctl.standbyQualificationPeriod = 4;
